Repository: Nexatrode/nexawal
Catalog: nexawal/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fil, fr, ga, gl, gn, ha, he, hi, hr, hu, hy, id, it, ja, ko, ky, lt, lv, ms, my, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sv, th, tr, uk, ur, vi, yo, zh_hans, zh_hant

source: When enabled, opening the stored wallet and sending funds will require device authentication.
ar: عند التفعيل، سيتطلب فتح المحفظة المحفوظة وإرسال الأموال مصادقة الجهاز.
az: Aktiv edildikdə, saxlanılan pulqabını açmaq və vəsait göndərmək üçün cihaz autentifikasiyası tələb olunacaq.
bg: Когато е включено, отварянето на запазения портфейл и изпращането на средства ще изисква удостоверяване на устройството.
bn: চালু করা হলে, সংরক্ষিত ওয়ালেট খোলা এবং ফান্ড পাঠাতে ডিভাইস প্রমাণীকরণ প্রয়োজন হবে।
ca: Quan estigui activat, obrir la cartera desada i enviar fons requerirà autenticació del dispositiu.
cs: Když je zapnuto, otevření uložené peněženky a odesílání prostředků bude vyžadovat ověření zařízení.
da: Når dette er aktiveret, kræver det enhedsgodkendelse at åbne den gemte tegnebog og sende midler.
de: Wenn aktiviert, sind zum Öffnen der gespeicherten Wallet und zum Senden von Geldern eine Geräteauthentifizierung erforderlich.
el: Όταν είναι ενεργοποιημένο, το άνοιγμα του αποθηκευμένου πορτοφολιού και η αποστολή κεφαλαίων θα απαιτούν έλεγχο ταυτότητας συσκευής.
eo: Kiam ebligita, malfermo de la konservita monujo kaj sendo de fonduso postulos aparat-aŭtentigon.
es: Si está activado, abrir la cartera guardada y enviar fondos requerirá autenticación del dispositivo.
et: Kui see on lubatud, nõuab salvestatud rahakoti avamine ja vahendite saatmine seadme autentimist.
eu: Aktibatuta dagoenean, gordetako zorroa irekitzeko eta funtsak bidaltzeko gailuaren autentifikazioa beharko da.
fa: وقتی فعال باشد، باز کردن کیف پول ذخیره‌شده و ارسال وجوه به احراز هویت دستگاه نیاز خواهد داشت.
fi: Kun käytössä, tallennetun lompakon avaaminen ja varojen lähettäminen vaatii laitteen todennuksen.
fil: Kung pinagana, mangangailangan ng device authentication ang pagbukas ng nakaimbak na wallet at pagpadala ng pondo.
fr: Une fois activée, l'ouverture du portefeuille enregistré et l'envoi de fonds nécessiteront une authentification de l'appareil.
ga: Nuair a bheidh sé cumasaithe, éileoidh oscailt an sparáin stóráilte agus seoladh cistí fíordheimhniú gléasta.
gl: Cando está activada, abrir a carteira gardada e enviar fondos requirirá autenticación do dispositivo.
gn: Oñemyendýrõ, eipe'a hag̃ua ñongatuha ñeñongatupyre ha emondo hag̃ua viru, tekotevẽta autenticación dispositivo-gua.
ha: Idan an kunna, buɗe walat da ajiye da aika kuɗaɗe za su buƙaci tantancewar na'ura.
he: כשמופעל, פתיחת הארנק השמור ושליחת כספים ידרשו אימות מכשיר.
hi: सक्षम होने पर, संग्रहित वॉलेट खोलने और फंड भेजने के लिए डिवाइस प्रमाणीकरण आवश्यक होगा।
hr: Kada je omogućeno, otvaranje spremljenog novčanika i slanje sredstava zahtijevat će autentifikaciju uređaja.
hu: Ha bekapcsolod, a tárolt pénztárca megnyitásához és a küldéshez eszközhitelesítés szükséges.
hy: Երբ միացված է, պահված դրամապանակը բացելը և միջոցներ ուղարկելը կպահանջեն սարքի նույնականացում։
id: Jika diaktifkan, membuka dompet yang tersimpan dan mengirim dana akan memerlukan autentikasi perangkat.
it: Se attivato, l'apertura del wallet memorizzato e l'invio di fondi richiederanno l'autenticazione del dispositivo.
ja: 有効にすると、保存されたウォレットを開く際や資金送付時にデバイス認証が必要になります。
ko: 이 옵션을 활성화하면 저장된 지갑을 열거나 자금을 전송할 때 기기 인증이 필요합니다.
ky: Иштетилгенде, сакталган капчыкты ачуу жана каражат жөнөтүү түзмөк аутентификациясын талап кылат.
lt: Kai įjungta, saugomos piniginės atidarymui ir lėšų siuntimui reikės įrenginio tapatybės patvirtinimo.
lv: Kad iespējots, saglabātā maka atvēršanai un līdzekļu sūtīšanai būs nepieciešama ierīces autentifikācija.
ms: Jika didayakan, membuka dompet yang disimpan dan menghantar wang akan memerlukan pengesahan peranti.
my: ဖွင့်ထားပါက၊ သိမ်းဆည်းထားသော ပိုက်ဆံအိတ်ကို ဖွင့်ခြင်းနှင့် ငွေပို့ခြင်းအတွက် စက်ပစ္စည်း အထောက်အထားစိစစ်မှု လိုအပ်မည်။
nb: Når dette er aktivert, vil åpning av den lagrede lommeboken og sending av midler kreve enhetsautentisering.
nl: Indien ingeschakeld, is apparaatverificatie vereist om de opgeslagen wallet te openen en tegoeden te verzenden.
pl: Gdy włączone, otwieranie zapisanego portfela i wysyłanie środków będzie wymagać uwierzytelnienia urządzenia.
pt_br: Quando ativado, abrir a carteira armazenada e enviar fundos exigirá autenticação do dispositivo.
ro: Când este activată, deschiderea portofelului salvat și trimiterea de fonduri vor necesita autentificarea dispozitivului.
ru: Если включено, для открытия сохранённого кошелька и отправки средств потребуется аутентификация устройства.
sk: Keď je zapnuté, otvorenie uloženej peňaženky a odosielanie prostriedkov bude vyžadovať overenie zariadenia.
sl: Ko je omogočeno, bo za odpiranje shranjene denarnice in pošiljanje sredstev potrebno preverjanje naprave.
sq: Kur aktivizohet, hapja e portofolit të ruajtur dhe dërgimi i fondeve do të kërkojnë autentikim të pajisjes.
sv: När detta är aktiverat krävs enhetsautentisering för att öppna den sparade plånboken och skicka tillgångar.
th: เมื่อเปิดใช้งาน การเปิดกระเป๋าเงินที่จัดเก็บไว้และการส่งเงินจะต้องยืนยันตัวตนอุปกรณ์
tr: Etkinleştirildiğinde, kayıtlı cüzdanı açmak ve fon göndermek cihaz kimlik doğrulaması gerektirir.
uk: Якщо увімкнено, відкриття збереженого гаманця та надсилання коштів вимагатиме автентифікації пристрою.
ur: فعال ہونے پر، محفوظ والٹ کھولنے اور فنڈز بھیجنے کے لیے ڈیوائس تصدیق درکار ہو گی۔
vi: Khi được bật, việc mở ví đã lưu và gửi tiền sẽ yêu cầu xác thực thiết bị.
yo: Bí a bá gbé e ṣíṣẹ́, ṣíṣí àpamọ́wọ́ tí a fi pamọ́ àti fífi owó ránṣẹ́ yóò nílò ìmúdájú ẹ̀rọ.
zh_hans: 启用后,打开已保存的钱包和发送资金都需要进行设备身份验证。
zh_hant: 啓用後,打開已保存的錢包和發送資金都需要進行設備身份驗證。

source: Word #%lld:
ar: الكلمة رقم %lld:
az: Söz #%lld:
bg: Дума №%lld:
bn: শব্দ #%lld:
ca: Paraula núm. %lld:
cs: Slovo #%lld:
da: Ord #%lld:
de: Wort Nr. %lld:
el: Λέξη #%lld:
eo: Vorto #%lld:
es: Palabra #%lld:
et: Sõna nr %lld:
eu: Hitza #%lld:
fa: کلمه #%lld:
fi: Sana #%lld:
fil: Salita #%lld:
fr: Mot n° %lld :
ga: Focal #%lld:
gl: Palabra #%lld:
gn: Ñe'ẽ #%lld:
ha: Kalma #%lld:
he: מילה מספר %lld:
hi: शब्द #%lld:
hr: Riječ #%lld:
hu: %lld. szó:
hy: Բառ #%lld՝
id: Kata #%lld:
it: Parola #%lld:
ja: 単語 #%lld:
ko: 단어 #%lld:
ky: Сөз №%lld:
lt: Žodis Nr. %lld:
lv: Vārds Nr. %lld:
ms: Perkataan #%lld:
my: စကားလုံး #%lld:
nb: Ord #%lld:
nl: Woord #%lld:
pl: Słowo nr %lld:
pt_br: Palavra nº %lld:
ro: Cuvântul #%lld:
ru: Слово #%lld:
sk: Slovo #%lld:
sl: Beseda #%lld:
sq: Fjala #%lld:
sv: Ord nr %lld:
th: คำที่ %lld:
tr: Kelime #%lld:
uk: Слово №%lld:
ur: لفظ #%lld:
vi: Từ số %lld:
yo: Ọ̀rọ̀ #%lld:
zh_hans: 第 %lld 个词:
zh_hant: 第 %lld 個詞:

source: Word(s) don't match yet.
ar: الكلمة (أو الكلمات) غير مطابقة حتى الآن.
az: Söz(lər) hələ uyğun gəlmir.
bg: Думата (думите) все още не съвпадат.
bn: শব্দ(গুলো) এখনও মিলছে না।
ca: Les paraules encara no coincideixen.
cs: Slovo (slova) ještě nesouhlasí.
da: Ordene matcher ikke endnu.
de: Wort/Wörter stimmen noch nicht überein.
el: Οι λέξεις δεν ταιριάζουν ακόμη.
eo: La vorto(j) ankoraŭ ne kongruas.
es: Las palabras aún no coinciden.
et: Sõnad ei klapi veel.
eu: Hitzak ez datoz oraindik bat.
fa: کلمه(ها) هنوز مطابقت ندارند.
fi: Sana(t) eivät täsmää vielä.
fil: Hindi pa tugma ang (mga) salita.
fr: Les mots ne correspondent pas encore.
ga: Níl na focail ag teacht le chéile fós.
gl: As palabras aínda non coinciden.
gn: Umi ñe'ẽ ndojojahái gueteri.
ha: Kalma(kalmomi) ba su dace ba tukuna.
he: המילה (או המילים) עדיין לא תואמות.
hi: शब्द अभी मेल नहीं खाते।
hr: Riječi se još ne podudaraju.
hu: A szó(ak) még nem egyeznek.
hy: Բառ(եր)ը դեռ չեն համընկնում։
id: Kata belum cocok.
it: La parola/le parole non corrispondono ancora.
ja: 単語がまだ一致していません。
ko: 단어가 아직 일치하지 않습니다.
ky: Сөз(дөр) азырынча дал келбейт.
lt: Žodis (-iai) kol kas nesutampa.
lv: Vārds(-i) vēl nesakrīt.
ms: Perkataan belum sepadan.
my: စကားလုံး(များ) မကိုက်ညီသေးပါ။
nb: Ordet/ordene stemmer ikke ennå.
nl: Woord(en) komen nog niet overeen.
pl: Słowa jeszcze się nie zgadzają.
pt_br: A(s) palavra(s) ainda não coincide(m).
ro: Cuvântul (sau cuvintele) nu se potrivesc încă.
ru: Слова пока не совпадают.
sk: Slovo (slová) ešte nesúhlasí.
sl: Beseda(-e) se še ne ujemajo.
sq: Fjala(ët) nuk përputhet(en) ende.
sv: Orden matchar inte ännu.
th: คำยังไม่ตรงกัน
tr: Kelime(ler) henüz eşleşmiyor.
uk: Слова ще не збігаються.
ur: الفاظ ابھی میچ نہیں ہو رہے۔
vi: Các từ chưa khớp.
yo: Ọ̀rọ̀ (àwọn) kò tíì bára mu.
zh_hans: 词语尚不匹配。
zh_hant: 詞語尚不匹配。

source: Write these words down in order and store them somewhere safe. You'll need them to restore your wallet — they are never stored on this device.
ar: اكتب هذه الكلمات بالترتيب واحفظها في مكان آمن. ستحتاج إليها لاستعادة محفظتك — لا يتم تخزينها مطلقًا على هذا الجهاز.
az: Bu sözləri ardıcıllıqla yazın və təhlükəsiz bir yerdə saxlayın. Pulqabınızı bərpa etmək üçün onlara ehtiyacınız olacaq — onlar heç vaxt bu cihazda saxlanılmır.
bg: Запишете тези думи по ред и ги съхранявайте на безопасно място. Ще имате нужда от тях, за да възстановите портфейла си — те никога не се съхраняват на това устройство.
bn: এই শব্দগুলো ক্রম অনুযায়ী লিখে রাখুন এবং কোথাও নিরাপদ জায়গায় সংরক্ষণ করুন। আপনার ওয়ালেট পুনরুদ্ধার করতে এগুলো প্রয়োজন হবে — এই ডিভাইসে এগুলো কখনো সংরক্ষিত হয় না।
ca: Escriu aquestes paraules en ordre i guarda-les en un lloc segur. Les necessitaràs per restaurar la cartera — mai es desen en aquest dispositiu.
cs: Zapište si tato slova v pořadí a uložte je na bezpečném místě. Budete je potřebovat k obnovení peněženky — na tomto zařízení nejsou nikdy uložena.
da: Skriv disse ord ned i rækkefølge, og opbevar dem et sikkert sted. Du får brug for dem til at gendanne din tegnebog — de gemmes aldrig på denne enhed.
de: Schreibe diese Wörter in der richtigen Reihenfolge auf und bewahre sie an einem sicheren Ort auf. Du brauchst sie, um deine Wallet wiederherzustellen — sie werden niemals auf diesem Gerät gespeichert.
el: Γράψτε αυτές τις λέξεις με τη σειρά και αποθηκεύστε τις σε ασφαλές μέρος. Θα τις χρειαστείτε για να επαναφέρετε το πορτοφόλι σας — δεν αποθηκεύονται ποτέ σε αυτή τη συσκευή.
eo: Skribu ĉi tiujn vortojn en ordo kaj konservu ilin ie sekure. Vi bezonos ilin por restaŭri vian monujon — ili neniam estas konservitaj sur ĉi tiu aparato.
es: Anota estas palabras en orden y guárdalas en un lugar seguro. Las necesitarás para restaurar tu cartera — nunca se almacenan en este dispositivo.
et: Kirjutage need sõnad järjekorras üles ja hoidke neid turvalises kohas. Vajate neid rahakoti taastamiseks — neid ei salvestata kunagi selles seadmes.
eu: Idatzi hitz hauek ordenan eta gorde leku seguru batean. Zure zorroa leheneratzeko beharko dituzu — ez dira inoiz gailu honetan gordetzen.
fa: این کلمات را به ترتیب یادداشت کنید و در جای امنی نگه دارید. برای بازیابی کیف پول خود به آن‌ها نیاز خواهید داشت — آن‌ها هرگز روی این دستگاه ذخیره نمی‌شوند.
fi: Kirjoita nämä sanat järjestyksessä ylös ja säilytä ne turvallisessa paikassa. Tarvitset niitä lompakkosi palauttamiseen — niitä ei koskaan tallenneta tälle laitteelle.
fil: Isulat ang mga salitang ito ayon sa pagkasunod-sunod at itago sa ligtas na lugar. Kakailanganin mo ito para i-restore ang iyong wallet — hindi ito kailanman naimbak sa device na ito.
fr: Note ces mots dans l'ordre et conserve-les en lieu sûr. Tu en auras besoin pour restaurer ton portefeuille — ils ne sont jamais stockés sur cet appareil.
ga: Scríobh na focail seo in ord agus stóráil iad in áit shábháilte. Beidh siad de dhíth ort chun do sparán a aischur — ní stóráiltear iad ar an ghléas seo riamh.
gl: Anota estas palabras en orde e gárdaas nun lugar seguro. Necesitarás delas para restaurar a túa carteira — nunca se gardan neste dispositivo.
gn: Ehai ko'ã ñe'ẽ oĩháicha ha eñongatu tenda segurohápe. Eikotevẽta hese ñongatuha ñemoĩ jey hag̃ua — araka'eve ndaha'éi ñeñongatupyre ko dispositivo-pe.
ha: Rubuta waɗannan kalmomi bisa jeri kuma ajiye su a wuri mai aminci. Za ka buƙace su don dawo da walatinka — ba a ajiye su a wannan na'urar ba a ko yaushe.
he: כתוב מילים אלה לפי הסדר ושמור אותן במקום בטוח. תזדקק להן כדי לשחזר את הארנק שלך — הן לעולם לא נשמרות במכשיר זה.
hi: इन शब्दों को क्रम में लिखें और किसी सुरक्षित जगह रखें। अपना वॉलेट रिस्टोर करने के लिए आपको इनकी आवश्यकता होगी — ये इस डिवाइस पर कभी संग्रहित नहीं किए जाते।
hr: Zapišite ove riječi po redu i pohranite ih na sigurno mjesto. Trebat će vam za obnovu novčanika — nikada se ne pohranjuju na ovom uređaju.
hu: Írd le ezeket a szavakat sorrendben, és tárold biztonságos helyen. Szükséged lesz rájuk a pénztárcád visszaállításához — az eszközön soha nem tároljuk őket.
hy: Գրի առեք այս բառերը հաջորդականությամբ և պահեք ապահով վայրում։ Դրանք անհրաժեշտ կլինեն ձեր դրամապանակը վերականգնելու համար — դրանք երբեք չեն պահվում այս սարքում։
id: Tuliskan kata-kata ini secara berurutan dan simpan di tempat yang aman. Anda akan membutuhkannya untuk memulihkan dompet Anda — kata-kata ini tidak pernah disimpan di perangkat ini.
it: Scrivi queste parole in ordine e conservale in un luogo sicuro. Ti serviranno per ripristinare il tuo wallet — non vengono mai memorizzate su questo dispositivo.
ja: これらの単語を順番に書き留め、安全な場所に保管してください。ウォレットの復元に必要です — このデバイスには保存されません。
ko: 이 단어들을 순서대로 받아 적어 안전한 곳에 보관하세요. 지갑을 복구할 때 필요합니다 — 이 기기에는 절대 저장되지 않습니다.
ky: Бул сөздөрдү тартип менен жазып, коопсуз жерде сактаңыз. Алар сизге капчыгыңызды калыбына келтирүү үчүн керек болот — алар бул түзмөктө эч качан сакталбайт.
lt: Užsirašykite šiuos žodžius tokia tvarka ir laikykite juos saugioje vietoje. Jų reikės piniginei atkurti — jie niekada nesaugomi šiame įrenginyje.
lv: Pierakstiet šos vārdus secībā un glabājiet tos drošā vietā. Tie būs nepieciešami maka atjaunošanai — tie nekad netiek glabāti šajā ierīcē.
ms: Tulis perkataan ini mengikut susunan dan simpan di tempat yang selamat. Anda akan memerlukannya untuk memulihkan dompet anda — ia tidak sekali-kali disimpan pada peranti ini.
my: ဤစကားလုံးများကို အစဉ်လိုက် ရေးမှတ်ပြီး လုံခြုံသော နေရာတွင် သိမ်းဆည်းထားပါ။ သင့်ပိုက်ဆံအိတ်ကို ပြန်လည်ရယူရန် ၎င်းတို့ကို လိုအပ်မည် — ၎င်းတို့ကို ဤစက်ပစ္စည်းတွင် ဘယ်တော့မှ သိမ်းဆည်းမည် မဟုတ်ပါ။
nb: Skriv ned disse ordene i riktig rekkefølge og oppbevar dem et trygt sted. Du vil trenge dem for å gjenopprette lommeboken din — de lagres aldri på denne enheten.
nl: Schrijf deze woorden in volgorde op en bewaar ze op een veilige plek. Je hebt ze nodig om je wallet te herstellen — ze worden nooit op dit apparaat opgeslagen.
pl: Zapisz te słowa w podanej kolejności i przechowuj je w bezpiecznym miejscu. Będziesz ich potrzebować, aby przywrócić portfel — nigdy nie są przechowywane na tym urządzeniu.
pt_br: Anote estas palavras em ordem e guarde-as em um lugar seguro. Você vai precisar delas para restaurar sua carteira — elas nunca são armazenadas neste dispositivo.
ro: Notează aceste cuvinte în ordine și păstrează-le într-un loc sigur. Vei avea nevoie de ele pentru a-ți restaura portofelul — nu sunt niciodată salvate pe acest dispozitiv.
ru: Запишите эти слова по порядку и храните их в надёжном месте. Они понадобятся вам для восстановления кошелька — они никогда не хранятся на этом устройстве.
sk: Zapíšte si tieto slová v poradí a uložte ich na bezpečnom mieste. Budete ich potrebovať na obnovenie peňaženky — na tomto zariadení nie sú nikdy uložené.
sl: Zapiši te besede v pravem vrstnem redu in jih shrani na varno mesto. Potreboval jih boš za obnovitev denarnice — na tej napravi niso nikoli shranjene.
sq: Shkruaji këto fjalë me radhë dhe ruaji në një vend të sigurt. Do t'i nevojiten për të rikuperuar portofolin tënd — ato nuk ruhen kurrë në këtë pajisje.
sv: Skriv ner dessa ord i ordning och förvara dem på ett säkert ställe. Du behöver dem för att återställa din plånbok — de sparas aldrig på den här enheten.
th: จดคำเหล่านี้ตามลำดับและเก็บไว้ในที่ปลอดภัย คุณจะต้องใช้คำเหล่านี้เพื่อกู้คืนกระเป๋าเงินของคุณ — คำเหล่านี้จะไม่ถูกจัดเก็บไว้บนอุปกรณ์นี้เลย
tr: Bu kelimeleri sırayla yazın ve güvenli bir yerde saklayın. Cüzdanınızı geri yüklemek için bunlara ihtiyacınız olacak — bu cihazda hiçbir zaman saklanmazlar.
uk: Запишіть ці слова по порядку і зберігайте їх у безпечному місці. Вони знадобляться для відновлення гаманця — вони ніколи не зберігаються на цьому пристрої.
ur: یہ الفاظ ترتیب سے لکھ لیں اور کسی محفوظ جگہ رکھیں۔ آپ کو اپنا والٹ بحال کرنے کے لیے ان کی ضرورت ہو گی — یہ اس ڈیوائس پر کبھی محفوظ نہیں ہوتے۔
vi: Ghi lại các từ này theo đúng thứ tự và lưu giữ ở nơi an toàn. Bạn sẽ cần chúng để khôi phục ví — chúng không bao giờ được lưu trên thiết bị này.
yo: Kọ àwọn ọ̀rọ̀ yìí sílẹ̀ ní ìlọ́tẹ̀léra kí o sì fi pamọ́sí ibi tí ó dájú. O óò nílò wọn láti dá àpamọ́wọ́ rẹ padà — a kò fi wọ́n pamọ́ sórí ẹ̀rọ yìí láé.
zh_hans: 请按顺序写下这些词并存放在安全的地方。恢复钱包时需要用到它们 — 它们不会存储在此设备上。
zh_hant: 請按順序寫下這些詞並存放在安全的地方。恢復錢包時需要用到它們 — 它們不會存儲在此設備上。
